import React from 'react'
import Layout from '@/components/layout'
export default function About() {



    const whyus = [
        {
          description:
            'تأسست شركة “نورا” في عام 2014، وهي شركة متخصصة في تصميم وإنتاج ملابس نسائية تعكس التراث الثقافي العربي بجماليات عصرية. مقرها الرئيسي في اسطنبول ، تركيا، تسعى الشركة إلى الحفاظ على الحرف اليدوية التقليدية وإبرازها في أزياء نسائية تجمع بين الأصالة والحداثة.',
        },
        {
          description:
            'تقدم “شركه نورا” مجموعة واسعة من الملابس التي تحتفي بالتراث العربي، بدءًا من العباءات التقليدية والجلابيات المطرزة يدويًا إلى الفساتين والإكسسوارات المستوحاة من الأنماط التقليدية. كل قطعة تحمل في طياتها قصة مستوحاة من التاريخ والثقافة الغنية للمنطقة، مما يجعلها فريدة من نوعها.',
        },
        {
          description:
            'تفتخر الشركة باستخدام أفضل الخامات الطبيعية وأجود الأقمشة، مثل القطن المصري والحرير، مع دمج تقنيات التطريز اليدوي والنسيج التقليدي. تعمل “شركة نورا” مع حرفيين محليين مهرة للحفاظ على المهارات التراثية ونقلها إلى الأجيال الجديدة، مما يعزز الاقتصاد المحلي ويدعم المجتمع.',
        },

        {
            description:'الإضافة إلى ذلك، تلتزم “شركة نورا” بمبادئ الاستدامة والمسؤولية الاجتماعية، حيث تعتمد على مواد صديقة للبيئة وتتبنى ممارسات إنتاج مستدامة. تسعى الشركة إلى تعزيز الثقافة والتراث العربيين من خلال الأزياء، وتجعل كل سيدة ترتدي منتجاتها تشعر بالفخر والأناقة.',
          },
      ];



  return (
    <Layout>
<div className=' my-12  arabic'>


<h2 className='text-3xl mx-12 mb-5 md:mx-24 font-bold tracking-tight text-gray-900'>
نبذة عن شركة نورا  
                  </h2>
                  {whyus.map((item) => (
                    <ul
                      key={item.description}
                      className='list-disc mx-12 md:mx-24 text-gray-500 text-lg mt-4'
                    >
                      <li>{item.description}</li>
                    </ul>
                  ))}


</div>




    </Layout>
  )
}
